<template lang="pug">
  .text-left.font-20
    | <span style="color: red">问题一、请问要如何才能成为贵网站的会员?</span><br>
    | 答：请至本公司官网首页（www.plk68.com），点选网页右上角的【注册】并同意使用者合约后，
    | 填写申请的表格内容数据送出后即可成为正式会员，请务必牢记您所申请之《账号》以及填写之《密码》。<br>
    | <span style="color: red">问题二、1.请问要如何变更我的会员资料? 2.为何要绑定银行呢?</span><br>
    | 答：
    | 1.  请您在登入会员账号以及密码后，点击【我的】，选择您想更改的资料，点选【变更】，并依照指示操作即可变更会员资料。<br>
    | 2.  绑定银行账号是为了保障您账户与资金安全，当您使用提款申请时，我们只会在您绑定的专用账户完成提款手续。<br>
    | <span style="color: red">问题三、我对于您们网站以及其他方面还有许多问题可以向您们询问吗?</span><br>
    | 答：请在网页内点选【客服中心】，本公司备有最亲切、最专业的客服人员，24小时全年无休随时为您服务。<br>
    |
    | <span style="color: red">问题四、请问忘记账号或忘记密码怎么办?</span><br>
    | 答：
    | 1.  忘记账号，请您点选【客服中心】洽询，客服人员将会协助您。.<br>
    | 2.  忘记密码，在未登入会员账号时点击【找回密码】进入找回密码页面，依据页面提示输入相关数据即可找回密码。<br>
    | <span style="color: red">问题五、请问要如何存款到我的会员账号?</span><br>
    | 答：请您在登入会员账号后，点选网页【存提款】，
    | 请依照网页上显示的步骤进行存款，系统确认后即会自动转换点数，作业所需时间大约为5-10分钟，您也可以至【交易记录】查询您的存款申请进度。<br>
    | <span style="color: red">问题六、请问我要如何申请提款?</span><br>
    | 答：请您在登入会员账号后，点选网页【存提款】，于网页上填写相关数据确认无误后点选送出，系统审核通过后将会依照优先顺序进行提领手续。<br>
    |
    | <span style="color: red">问题七、请问有《即时赛事比分》吗?</span><br>
    | 答：为了让会员能得知最新赛事信息，在官网内设有《即时比分》连结即时比分网供会员参考！<br>
    | <span style="color: red">问题八、请问我所投注的赛事突然下大雨或因某种原因提前结束，哪这笔投注有算吗?哪里可以看到正确的讯息?</span><br>
    | 答：任何赛事都依照官方相关规定以及国际赛事条款进行判断，若因某种特别因素中断比赛或其他讯息，相关信息可通过网站的赛事公告查看相关内容。<br>
    | <span style="color: red">问题九、请问我有赛事上的问题要到哪边提出?</span><br>
    | 答：请您将有疑虑或是有任何问题之注单纪录，经由在线客服反映专员,客服专员将会乐意为您服务并解决您的问题。<br>
</template>
