<template lang="pug">
  .font-20
    | 1.所有足球投资之赛果认定以本公司所订定之规则为准，不接受其他体育网站或其他实时比分所公布的赛果，敬请会员注意!<br>

    | 2.交易皆以法定时间〈上下半场各须满45分钟及含伤停补时〉的比赛结果为准〈未满九十分钟者皆不予计算〉。<br>

    | 3.某些青少年其正规比赛时间(含伤停补时)为80、70分钟不等，若无腰斩或气候等突发因素影响导致比赛未满正规时间，本 公司仍视为"有效注单"。<br>

    | 4.所有足球若联盟已标明于何处举行赛事，则该联盟赛事队伍无论标明主场或客场，其实际并无主客场区别，
    | 若无受天气或其他突发因素影响赛事进行，则所有投资单均视为"有效注单"。<br>

    | 5.所有足球投资之赛事，若受天气或其他突发因素影响赛事进行，如腰斩、保留比赛…等，
    | 所有投资一律退回不予计算，以波胆 上半场波胆 总入球 首入球，如已进行至规范时间内是否计算一律以本公司公告为主。<br>

    | 6.如遇特殊状况，导致赛事无法完成，所有投资单是否有效，本公司会将以公告方式进行通知裁定结果。<br>

    | 7.在指定球赛中，反对球赛的最终正确比分。所有足球波胆交易皆以法定时间(上下半场各须满45分钟及伤停补时)的比赛结果为准(未满九十分钟者皆不予计算)；
    | 加时及十二码决胜之比赛，或之后由任何体育纪律委员会重新裁决而更改之赛果均不予计算。<br>

    | 8.两队必须完成该赛事，才视为 "有效注单"，如因腰斩、延长加赛、保留比赛、天候异常及无法抗拒之因素导至无法完成整场比赛，则投注该赛事视为"无效注单"。<br>

    | 9.如遇赛事异动开赛时间，下单开赛后的注单，视为"无效注单"，开赛时间依照官方公告为依据。所有规则一律依本公司裁定结果为主。<br>

    | 10.如遇黑客攻击或人为因素…其他外力因素影响帐务数据，一律以本公司备份数据为主。<br>

    | 11.本公司若发现有打水套利或恶意使用外挂软件破坏….等，以不正常的方式下单，本公司保有删除注单及终止会员帐号之权利。<br>

    | 12.百利金仅提供每位顾客注册一个账号，限使用真实姓名、住址、银行卡资讯、邮箱、电话号、相同付款方式以及独立IP地址；
    | 若顾客有重复注册帐号以及与其他百利金账号重复资讯，百利金保留冻结、取消、停用该团体或个人账户以及账户结余的权利。<br>

    | 13.百利金的所有投资事宜都是特为顾客而设定，如发现团体或个人，以不诚实方式套取获利、滥用公司等行为，百利金保留冻结、取消、停用该团体或个人账户以及账户结余的权利。<br>

    | 14.若顾客对于百利金有任何争议时，为确保双方利益及杜绝身份盗用行为，百利金有权请顾客提供充足且有效文件来评判该次争议的最终解释权。<br>

    | 15.会员一旦使用本网站后，即视为同意本公司一切规定。<br>
</template>
