<template lang="pug">
  .text
    p.
      玩法说明－反波胆(不正确比分)<br>
      假设：<br>
      投资反对上奥里亚霍维察火车头(主)vs尼迪斯洛维治[波胆结果2-0],赔率5.15%。<br>
      假设最终比赛结果是2-0即是投资失利亏损金额100元<br>
      相对如果最终比赛结果是1-2、2-1或只要不是2-0,即为获利<br>
      (投资100x0.0515x0.95=4.89)<br>

      玩法说明－反上半场波胆(不正确比分)<br>
      假设：<br>
      投资反对哈上奥里亚霍维察火车头(主)vs尼迪斯洛维治[上半场波胆结果1-0],赔率16.74%。<br>
      假设最终比赛结果是1-0即是投资失利亏损金额100元<br>
      相对如果最终比赛结果是1-2、2-1或只要不是1-0,即为获利<br>
      (投资100x0.1674x0.95=15.90)<br>

      玩法说明－反总得分(不正确两队得分)<br>
      假设：<br>
      投资反对贾姆谢德布尔VS清奈因 两队比分结果[不超过结果2球(含)以上],赔率6.55%。<br>
      假设比分结果为3-2总得分即超过2球(含)，该结果超过2球(含)以上即是投资失利亏损金额100元<br>
      相对比分结果是0-0或者0-1总得分不超过2球即为获利<br>
      (投资100x0.5539x0.95=52.62)<br>
</template>
