<template lang="pug">
  .faq
    .faq__bg(:style="{ backgroundImage: 'url(' + bgImage + ')' }")
      i.fas.fa-chevron-left(@click="back")
      img.faq__bg__logo(:src='DarkMode ? Image_night : Image_light')
    .faq__main
      h3 关于梦工厂
      p.
        梦工厂 是最具规模且成长最快的在线游戏网站，我们不但提供刺激好玩的体育博彩、真人荷官娱乐城、快乐彩、赌场老虎机、虚拟游戏和扑克等内容外，同时也持续努力开发新游戏，期望提供高质量的</br>
        线上娱乐项目，让玩家拥有最新颖、最精彩的游戏体验。</br>

      h5 ★游戏种类繁多，支援快速存取款
      p.
        我们各大主流平台商合作，提供现今最受欢迎的游戏方式。专业且便利的多管道快速支付，奠定我们高品质线上服务，让您轻松享乐无负担。</br>

      h5 ★诚信运营，菲律宾政府颁发合法博彩牌照
      p.
        梦工厂 拥有菲律宾合法执照，该执照是由菲律宾政府博彩委员会 PAGCOR (Philippine Amusement and Gaming Corporation) 颁发，选择我们, 您将拥有可靠的资金和优质的服务。
        同时梦工厂 还拥有由 iTech Labs 出具的随机数发生器认证，证明用于 CTXM 博彩系统的随机数发生器严格遵从相关标准（随机发生器根据奥尔德尼岛博彩管理委员会和马恩岛标准进行测试）。</br>

      h5 ★即时专业服务，全年无休
      p.
        对于玩家，我们致力于建立一个友善与互信的环境，不管玩家何时何地有任何问题，都可以透过我们客服部门 24 小时即时在线服务询问，我们将以最快的方式来回答与解决您的疑惑。</br>
      p 请不要犹豫，您可以于任何时间透过以下管道联系我们：</br>
      p 点击页面中在线客服信息把关，安全有保障</br>
      p.
        所有用户提供的个人信息，其传送都将通过安全端口 (SSL 128 bit encryption Standard) 并存放在公众无法进入的保密环境之下。此外所有数据的内部出入都将受到限制及严密的监控。</br>
      p 梦工厂 不遗余力建立一个资讯安全的环境，保障玩家在梦工厂 的博彩体验安全无忧。</br>
      p 此证书由 iTech Labs 出具, 证明用于 CTXM 博彩系统的随机数发生器严格遵从相关标准*。</br>
        img(:src="image_brand")
      p * 随机发生器根据奥尔德尼岛博彩管理委员会和马恩岛标准进行测试。</br>

      h3 责任博彩</br>
      p.
        梦工厂 积极为玩家提供一个安全、无忧的尽责游戏平台，因此为了维护玩家的利益，我们将设有相关机制来防止玩家对游戏产生过度依赖、强迫以及未成年人控管。</br>
      p 对于一些玩家希望暂时远离博彩，我们将提供自我排除的功能，您可以申请六个月到五年的账户关闭。</br>
      p 点击「在线客服」，我们的客服人员将为您带来更多专业咨询。</br>
      p.
        此外，18 岁以下的玩家进行博彩属于非法行为，梦工厂 将保有对玩家所提供年龄等信息查核的权利，如有发现年龄证明与玩家所提供不符，我们将关闭玩家账号以及冻结所余资金。由于各地的法令条款不同，因此我们建议玩家在进行博彩游戏前，先行翻阅当地法律进行查询。 最后，开设多重账号、使用匿名用户名以及滥用密码等行为，梦工厂 都将有权进行相关处置。</br>
      p 如您担心博彩已严重影响您的生活，以下提问可帮助您找到答案：</br>
      p 您是否会因为博彩而不上班或不上学？</br>
      p 您是否为了逃避烦闷或不愉快的生活进行博彩？</br>
      p 当您博彩花光钱时，您是否感到失望甚至绝望，并且希望马上能再进行赌博？</br>
      p 您是否会博彩到最后一分钱才罢休？</br>
      p 您是否曾经用谎言掩饰您花在博彩上的时间和金钱？</br>
      p 是否有人批评过您的博彩行为？</br>
      p 您是否对您的家人、朋友或爱好失去了兴趣？</br>
      p 您输了之后，是否会马上想把输的钱赢回来？</br>
      p 您有没有因为博彩而感到失落甚至轻生？</br>
      p.
        在这些问题中您回答的「是」越多，您就越接近具备严重博彩问题。建议您谨记以下几点以保有对博彩游戏的适度性：</br>
      ul
        li 1. 博彩仅限娱乐性质，不应为赚钱工具</br></br>
        li 2. 进行博彩游戏前，请先充分了解游戏规则</br></br>
        li 3. 请在游戏之前，充分认知可能损失金额在可承受范围</br></br>
        li 4. 玩家不应试图追回损失</br></br>
        li 5. 玩家应注意自身投入于博彩游戏的时间与金钱，以免超出自身可负荷范围</br></br>
        li 6. 若想了解更多相关资讯，请您咨询 Gambling Therapy 网站： <a href="www.gamcare.org.uk">www.gamcare.org.uk。</a></br>
      p.
        最后，对于家里有未成年的玩家，我们也鼓励安装儿童保护软件，防止未成年人接触到博彩相关内容。此外我们也将确保梦工厂 的广告与促销宣传活动并非以未成年人为对象。</br>

      h5 隐私权政策</br>
      p 以下為梦工厂 的隐私政策，说明运营商如何接收、使用、保护您的个人信息。</br>
      ul
        li 1. 使用本网站服务，即代表您（玩家）同意本网站隐私权政策及相应条款，运营商将定期复审，并保有随时修改与变更本隐私权政策之权利。</br></br>
        li 2. 任何隐私权政策更改将立即生效 ，并于网站公告通知。玩家需接受这些更改，建议玩家仔细审阅相关条款。</br></br>
        li 3. 梦工厂 重视玩家隐私与个人信息的保护，绝对不会泄露个人资料给第三方，除非收到法庭传单或可行性法律的要求及判决。</br></br>
        li 4. 运营商有权通过网站向有关付款平台服务提供商，以及金融保险机构提供必要的个人信息以完成付款要求。</br></br>
        li 5. 所有玩家提供的个人信息，其传送都将通过安全端口 (SSL 128 bit encryption Standard) 并存放在公众无法进入的保密环境之下；所有数据的内部出入都受到限制及严密的监控。</br></br>
        li 6. 当玩家与本网站或所提供的线上博彩设施互动时，运营商的服务器将收集部份行为与流量信息以供行政管理与风险评估，包括：进入时间日期、IP 地址、浏览的网页与浏览器、使用的载具、使用的语言，以及软件崩溃报告等，大多信息将提供运营商优化本网站产品，让玩家能享有更优质的游戏服务。</br></br>
        li 7. 玩家所提供之个人信息将被使用但不限于：
          ul
            li (1) 建立与管理玩家个人账户
            li (2) 投注、结算与支付
            li (3) 分析玩家信用风险
            li (4) 遵守许可与监管之要求
            li (5) 统计目的：包含市场调查与分析
            li (6) 改进整体网站服务与博彩体验。</br></br>
        li 8. 若玩家相信运营商保存的玩家个人信息不正确，玩家有责任向运营商告知其个人信息的变更状况。</br></br>
        li 9. 运营商将利用 cookies 追踪玩家对本网站的使用、与线上博彩设施的互动，以及相关流量等数据，并用以改进本网站内容与体验，提供玩家更好的服务。玩家有权接受或拒绝 cookies，但拒绝 cookies 将有可能影响玩家于本网站之体验。</br></br>
        li 10. 如欲了解更多，请参考条款与规则内容。</br></br>

      h5 条款与规则</br>

      h5 定义</br>
      ul
        li 1. 以下条规适用于用户使用、联接和参与不时由梦工厂（统称 "梦工厂"、"本网站"、"我们" 及"我们的"，视具体情况而定）通过网站及经营的其他网站（"博彩网站"）提供的网上"玩真钱"模式的博彩服务。本条规须与特定游戏的游戏规则（统称"博彩规则"）及适用于博彩服务和博彩软件的使用，及与连接进入博彩网站和其中所含博彩信息的其他条规（统称 "本条规"）一并阅读。</br></br>
        li 2. "博彩"就本条规而言，包括但不限于通过博彩网站提供的任何及／或一切博彩服务进行的投注、游戏及各类博彩活动；"联接设备" 指任何应用联接设备，包括但不限于为使用和联接博彩网站、参与博彩服务而采用的个人电脑、笔记本电脑、移动电话、个人数码助理、PDA电话、手提设备等。"博彩软件" 指经监管机关批准的、安装在用户联接设备上的电脑程序、数据文件或任何其他资讯及信息内容（包括与之有关的任何用户信息），以便用户通过用户联接设备使用、联接和参与在博彩网站上提供的博彩服务；"体育博彩 (Sportsbook)" 指博彩网站下 "体育博彩(Sportsbook)"链接／标题项下接入及／或提供的互联网博彩系统，及所有与其相关的服务和网上博彩活动。</br>

      h5 同意</br>
      ul
        li 1. 用户在注册过程中于 "本人确认本人已满 18 周岁，并已阅读、打印并同意梦工厂之本条规" 字样之后的方框内打勾，并点击相应的 "立即注册" 按钮，即表示用户确认并同意：</br></br>
          ul
            li (1) 用户已经阅读、完全理解并同意本条规；
            li (2) 本条规构成用户与梦工厂之间关于博彩服务使用的具有法律约束力的协议（"使用协议"）。
        li 2. 如果用户不同意本条规中的任何条款，请不要勾选按钮，并请不要点击"立即注册"按钮，以及不要试图使用或继续使用任何博彩服务或下载和／或安装博彩软件。</br>

      h5 修改</br>
      ul
        li 1. 我们保留不时修订、更新和修改本条规和博彩规则（或其任何部分）的绝对权利。上述任何修订、更新或修改将在博彩网站上公布。经修订、更新或修改的本条规和博彩规则于其在博彩网站上公布时生效。用户在上述修订、更新或修改公布之后继续通过博彩网站和博彩设备使用、联接和参与博彩服务，视为用户同意并接受所公布的经修改或更新的本条规和博彩规则。</br></br>
        li 2. 用户确认并同意，用户自行负责查阅上述修订、更新和／或修改。梦工厂可自主决定将上述修订、更新和修改通知用户。上述修订、更新和修改可由梦工厂自主决定不时通知用户，但梦工厂并无任何义务向用户通知上述修订、更新和修改。</br>

      h5 博彩资讯和知识产权</br>
      ul
        li 1. 通过博彩网站、博彩服务、博彩设备和／或任何其他方式提供、向用户公开、可被用户获取、产生和／或收集的信息、资料和数据，包括但不限于营销计划和资料、成绩、统计数据、赛事数据和赛程表、概率和投注数据、文字、图标、音像资讯（"博彩资讯"），属于梦工厂和／或梦工厂的许可人所有，仅供用户用于个人非商业性目的。</br></br>
        li 2. 除在本条规中明文规定的外，未经我们或第三方资料专有人的事先书面同意，用户不得以任何方式或手段改编、拷贝、修改、复制、储存、散发、展示、公开播放、制入有线节目、出版、传送、出售、出借、出租、许可使用博彩资讯或以其他方式使得任何他人或其他网站、网上服务或公告板或任何其他媒体和／或联接设备可以获得、使用、或连接上述博彩资讯。</br></br>
        li 3. 在博彩网站和／或通过联接设备提供的博彩软件、博彩服务和博彩资讯享受著作权、商标和其他形式的知识产权和专利保护。博彩网站上的博彩软件、博彩服务和博彩资讯的所有权利、产权和利益均属梦工厂和／或梦工厂许可人所有、许可其使用或受其控制。用户确认并未通过使用或联接在博彩网站和／或通过联接设备提供的博彩软件、博彩服务和博彩资讯取得上述博彩软件、博彩服务和博彩资讯的任何权利、利益或许可。</br>

      h5 使用条件</br>
      ul
        li 1. 作为使用博彩服务的条件，用户保证并承诺用户不得以任何违反适用于用户的任何法律、违反本条规和／或被本条规所禁止的目的使用，或联接博彩网站、博彩服务、博彩软件和／或博彩资讯。除了本条规中所列一切其他声明和保证之外，用户在此进一步保证并承诺，作为使用博彩服务的条件：</br></br>
        ul
          li (1) 您并非居住在菲律宾、台湾、美国、新加坡以及香港；</br></br>
          li (2) 用户以本人的身份及名义进行活动，而非代他人进行交易；</br></br>
          li (3) 用户的法律行为能力不受限制；</br></br>
          li (4) 用户未被诊断或认定为赌博强迫症；</br></br>
          li (5) 用户年龄 (a) 至少已满18周岁；或 (b) 已满任何适用于用户的法律所规定的其他法定年龄或成人年龄，以较大者为准（“法定年龄”）；</br></br>
          li (6) 用户充分了解在使用博彩服务的过程中亏损资金的风险；</br></br>
          li (7) 用户存入的款项并非来源于犯罪或其他非法、未经授权或许可的活动；</br></br>
          li (8) 用户并非从事犯罪或其他非法、未经授权或许可活动和／或企图利用用户在梦工厂开立的账户从事上述活动；用户不得利用或允许他人利用博彩服务或用户的博彩账户，从事适用于用户或我们的任何法律所规定的任何犯罪或其他非法活动，包括但不限于洗钱；</br></br>
          li (9) 对用户的户名、账号和密码予以保密，防止非法联接或使用，在户名、账号或密码以任何方式失密的情况下立即更改密码或通知我们；</br></br>
          li (10) 对以用户的户名、账号和密码通过博彩网站和／或联接设备联接和使用博彩服务的任何及所有活动自行承担责任，不论上述联接和／或使用是否经用户授权或为用户所知晓；</br></br>
          li (11) 不以任何干扰或可能干扰其他用户使用博彩服务和博彩网站的方式使用博彩服务、博彩网站、联接设备、博彩软件和博彩资讯，不实施任何降低或可能降低博彩服务和博彩网站运行效能的行为；</br></br>
          li (12) 不征集或以任何方式企图获取有关其他用户的任何资料；</br></br>
          li (13) 不上传或散发任何含有病毒、已经毁坏或可能影响联接设备、博彩软件、博彩服务和／或博彩网站运行效能的程序、文件或数据；</br></br>
          li (14) 用户通过博彩网站和／或联接设备联接或使用博彩服务和博彩资讯不违反适用于用户的法律；亦不违反对用户个人或用户目前联接博彩网站，或使用联接设备所在国家所有人具有约束力的合约义务，同时不受上述法律或合约义务禁止；</br></br>
          li (15) 不使用任何设备、机械、装置、软件、程序或其他方法（或任何具有上述性质的事物）干扰或企图干扰博彩服务、联接设备、博彩软件、博彩网站、博彩资讯或博彩网站和／或联接设备提供的任何交易的正常运行；</br></br>
          li (16) 不向博彩网站和／或联接设备或任何其他用户发布或传送任何违法、骚扰性、侮辱性、威胁性、诬蔑性、诽谤性、淫秽、猥亵、煽动性、种族歧视、色情或粗俗的内容，或可构成或教唆犯罪、引发民事责任或以其他方式违反任何法律的内容；</br></br>
          li (17) 用户不是梦工厂或其任何关联公司的管理人员、董事、雇员、顾问、关联人或代理人，或与上述任何人员具有亲属或同屋居住关系；</br></br>
          li (18) 不干扰其他用户使用博彩服务、博彩网站、博彩软件、联接设备和／或博彩资讯或发起和／或参与调查、竞赛、连锁信或发布／传送“垃圾邮件”或其他未受请求的群发邮件。</br></br>

      h5 注册开立博彩账户和会员资格</br>
      ul
        li 1. 欲通过梦工厂参与博彩、使用博彩服务，用户须按博彩网站所述程序完成开立账户和会员资格的申请（“会员资格申请”）。</br></br>
        li 2.用户声明并承诺用户在注册和办理会员资格申请时所提供的所有资料，包括会员资格申请所填用户姓名（“姓名”）、资金来源（包括有关银行账号和卡号）和住址，在一切方面均真实、准确、完整。</br></br>
        li 3.梦工厂将采取必要和适当的措施对用户向我们披露的个人资料予以保密。我们将对所收到的用户个人数据和投注资料予以严格保密，除非法律、法规、规章、法院或监管机关或任何有关博彩管理或执法机关的命令或决定或本条规另有规定要求披露。用户对其个人资料的保密自行承担责任。我们保留在完成博彩网站所提供的博彩服务的付款手续所需的范围内，向我们支付结算服务提供者和金融机构披露用户个人数据的权利。</br></br>
        li 4.用户还须自行负责确保用户使用和联接博彩网站和其中所含的博彩资讯、下载安装博彩软件／或使用和参与博彩服务不受适用于用户的法律禁止。</br></br>
        li 5.为验证用户的会员资格申请，我们还需要用户提供身份和年龄证明（如带照片的有效身份证明和借记卡或信用卡）。用户提供的具体原始资料如有任何变更，应及时通知我们。为确认用户的姓名和地址，梦工厂保留通过邮寄等方式确认用户姓名和地址的权利。梦工厂还可自行决定采用其他安全措施核实用户提供的任何资料。用户同意本条规，即同时表示同意梦工厂联接、使用、处理和储存对用户的任何身份验证或核实结果。</br></br>
        li 6.我们保留基于任何理由拒绝用户会员资格申请的绝对权利。我们仅对在线即时帮助所公布的梦工厂官方备用网站负责。会员登录其它任意貌似梦工厂网站的链接，所造成的任何损失我们将不承担任何责任。如有其他疑问，请直接联络我们的在线客服。</br></br>
        li 7.用户在梦工厂仅可开立一个账户。若我们发现用户在梦工厂开设不止一个账户，我们保留自行决定将用户在梦工厂的所有账户作为一个合并账户处理、取消多余账户或与用户终止本协议的权利。</br></br>

      h5 下注及接受下注</br>
      ul
        li 1. 我们于博彩网站上和／或通过联接设备所不时提供的游戏、或其他博彩活动开放给用户下注。用户下注须遵守具体游戏或博彩活动的博彩规则以及本条规的规定。若任何赌局出现明显错误或显示错误的参赌人，该赌局的所有下注均告作废。梦工厂博彩系统发生故障时，梦工厂亦有权宣布任何或所有下注无效。</br></br>
        li 2. 尽管本条规可能存在其他规定，但梦工厂有权基于任何理由酌情拒绝用户的全部或部分下注。</br></br>
        li 3. 我们仅接受用户按本条规通过互联网和／或联接设备进行下注。其他下注形式（邮寄、电邮、传真等）一概不予接受。我们即使收到其他形式的下注，不论赌盘最后开出的结果如何，均视为无效。梦工厂有权搁置或拒绝疑用欺骗手段如通过攻击、操纵等破坏操作系统所进行的投注。任何不寻常的投注将被取消，而不需另行通知。特此声明，人工智能或软件（机器人 "bots"）于线上投注服务的使用是被严禁的行为，而任何试图或利用该方式的投注将被取消，相关帐号立即会被关闭。</br></br>
        li 4. 受限于本条规其他规定，用户输入正确的用户名和密码且账户内存有足够余额，用户即有效投下注码。</br></br>
        li 5. 用户均须对使用下列内容（或其各项结合）所进行的所有活动和交易负责（无论下述使用是否得到授权）：
        ul
          li (1) 用户姓名；和／或
          li (2) 用户账户号；和／或
          li (3) 用户的用户名和密码。</br></br>
        li 6.用户自行负责确保其下注细节的准确性。受限于本条规其他规定， 一旦用户下注且我们确认接受用户的下注，即为用户下注的最终确证；用户不得取消、撤回下注或更改下注细节。</br></br>
        li 7. 所有下注均收录于交易记录数据库。梦工厂的交易记录为所有交易及下注的相关信息的最终确证。</br></br>
        li 8. 受限于本条规其他规定，当交易代号出现在用户屏幕上并有效显示在用户的交易历史中时，下注即视为有效及被梦工厂接受。</br></br>
        li 9. 比赛开始后和／或下注时比赛结果已被知晓之情况下不得下注。若比赛开始和／或用户下注时已经知晓比赛结果之情况下仍错误地开放给用户下注，梦工厂有权不经通知用户即可拒绝用户下注或宣布下注无效；梦工厂具有是否接受全部或部分该等下注的自主决定权。为避免疑义，本条款不排除 "下半场" 投注盘（"in play" bets）或 "半场" 投注盘（"half time" bets）。</br></br>
        li 10. 博彩网站上预告的开赛时间仅为信息参考之用。若梦工厂因任何原因无意中于比赛开始后仍接受下注，则梦工厂有权取消和宣布该等下注无效。</br></br>
        li 11. 除非有关比赛和游戏的具体规则另有规定，否则为了博彩的目的，开放下注的比赛或游戏的结果将于比赛或游戏实际结束当天决定。梦工厂不承认任何后来的可能导致推翻上述结果的质询，原派彩仍然有效。</br></br>
        li 12. 体育赛事的比赛地点发生变化的，以原赛场为基础的所有下注均告无效。</br></br>
        li 13. 比赛或游戏的赢家将根据博彩规则在上述比赛或游戏实际结束当天予以决定。</br></br>
        li 14. 为博彩目的，梦工厂不承认任何延期比赛、抗议或推翻的结果。</br></br>
        li 15. 用户下注的多重彩中如包括非参赛者选项或无效选项，派彩将以剩余的有效选项为基础进行结算。</br></br>
        li 16. 用户承认所有赔率、指数和让分可不经通知上下浮动, 上述赔率、指数和让分仅在用户下注被我们接受时予以确定。</br></br>
        li 17. 若明显错误或系统故障造成用户下注的赔率、指数或让分不正确时，则用户的下注或多重彩的部分下注无效。若有关错误或故障及时得到纠正，梦工厂有权自主（但无义务）决定尽合理努力和用户联络允许用户以正确的赔率、指数和让分重新下注。</br></br>
        li 18. 我们不接受用户同时对同一赛事重复下注。</br></br>
        li 19. 就任何下注及其相关交易而言，梦工厂具有最后决定权，且其所作决定系终局性并具有最终确定力的。</br></br>

      h5 博彩软件使用权</br>
      ul
        li 1. 用户特此确认并同意，用户通过联接设备以下载或其他方式获得的以便其远程使用的博彩网站的博彩软件属于博彩服务的一部分，为梦工厂和／或梦工厂的许可人的财产；用户对该等博彩软件不享有任何权利。用户不得以任何方式或以任何手段改编、拷贝、修改、复制、储存、散发、展示、公开播放、传播、广播、制入有线节目、出版、传送、出售、出借、出租、许可使用博彩软件或以其他方式交流或使博彩软件对任何他人或其他网站、网上服务或公告板或任何其他媒体和／或联接设备开放。</br></br>
        li 2. 梦工厂授权和散发博彩软件的目的仅为博彩软件的终端用户能完全连接和使用博彩服务。</br></br>
        li 3. 用户不得：
        ul
          li (1) 安装或传载博彩软件至其他连网设备的服务器或采取其他步骤使博彩软件可以通过任何形式或公告板、网上服务或远程拨号或网络使他人得到；
          li (2) 散发、出借、出租、转授权、拷贝、转让、转移或以其他方式使任何其他人得到博彩软件和／或使用博彩软件的使用权；
          li (3) 允许其他人使用博彩软件；
          li (4) 设立或提供任何方式（包括但不限于仿真程序）使他人使用博彩软件；
          li (5) 翻译、反向工程、反向编译、反汇编、修改、破解、全部或部分地以博彩软件和／或其源代码为基础开发衍生产品；或
          li (6) 拷贝、修改、翻译或全部或部分地以博彩软件的相关用户文件为基础开发衍生产品。</br></br>
        li 4. 用户承认并同意，博彩网站上提供的及或通过联连设备或其他方式提供的博彩软件或博彩软件用户方件均归梦工厂和／或梦工厂许可方所有，并受著作权、商标权和其他知识产权和专利权的保护。用户特此承认，博彩软件的结构、组织和源代码为梦工厂和梦工厂许可人的极具价值的商业秘密。用户承认除根据使用权向用户授予的权利外，用户对博彩软件和／或博彩软件用户文件不享有任何权利和权益。</br></br>
        li 5. 本协议因任何原因终止，本协议顶下所授予的使用权自动作废，用户应停止使用博彩软件并将博彩软件从联连设备中卸载。</br></br>

      h5 交易结算</br>
      ul
        li 1. 用户使用信用卡或借记卡的，持卡人姓名须与会员登记和申请过程中所使用的姓名一致。若发生持卡人姓名和账户登记和会员申请所使用的姓名不一致的情况，梦工厂有权拒绝就相关交易进行结算。</br></br>
        li 2. 用户承担向梦工厂和／或其他用户（视具体情况而定）支付所有应付款项的一切责任。用户同意对任何付款不实施或促使他人实施退款，不拒绝或撤销付款，并向梦工厂偿付所有被退还、拒绝或撤销的付款以及由此引起的所有损失和费用。梦工厂根据自主判断，有权终止向个别用户或使用某类信用卡或借记卡付款的用户提供服务或支付款项。</br></br>
        li 3. 梦工厂就任何经梦工厂认可的有效
          li (1) 体育博彩 (Sportsbook) 下注向任何会员支付的最高彩金为美金 180,000（或我们根据我们银行所公布的汇率不时确定的其他等额货币。）
          li (2) 娱乐场 (Casino) 下注向任何会员支付的最高彩金为美金 600,000（或我们根据我们银行所公布的汇率不时确定的其他等额货币。）
          li (3) 金融 (Financials) 下注向任何会员支付的最高彩金为美金 180,000（或我们根据我们银行所公布的汇率不时确定的其他等额货币。）</br></br>
        li 4. 彩金不包括下注额，用户在下注时应考虑这一因素。</br></br>
        li 5. 彩金将存入用户账户。任何款项或彩金在存入帐户的过程中发生错误，梦工厂不负任何形式的任何责任，且梦工厂有权在任何时候或在事后宣布涉及该等款项的交易无效。用户一旦发现账户内款项汇存有误，有责任立即通知梦工厂。</br></br>
        li 6. 在任何适用法律下就彩金所应缴付的税款和费用均由用户自行负责缴付。</br></br>

      h5 领取彩金</br>
      ul
        li 1. 用户的彩金经结算后，将存入用户账户；具体提取办法参照我们彩金提取规定并须出示我们认可的有效带照身份证和／或信用／借记卡。</br></br>
        li 2. 在用户所持的信用／借记卡发行银行允许的情况下，彩金可以直接存入用户交纳押金所用的信用／借记卡账户。支票或电汇的收款人以登记或申请会员时所用的姓名为准。以信用卡或借记卡支付押金的，收款人还必须是信用卡或借记卡的登记持卡人。</br></br>
        li 3. 投注额必须达到提取规定才能进行提款，具体提取办法参照我们彩金提取规定；梦工厂将保留权利，收取必要的提款和存款手续费。</br></br>

      h5 促销和奖励</br>
      ul
        li 1. 所有促销、奖励和特价均须遵守本条规及梦工厂针对具体促销活动所不时制定的规定。梦工厂保留在任何时候中止、取消或修改该等奖励或促销和／或其相关规定及条款的权力。</br></br>
        li 2. 若梦工厂认定有人滥用或企图滥用某项奖励或促销活动，或可能因该等滥用行为而获利，梦工厂有权自主决定以其认为合适的方式阻止、拒绝、中止或撤消任何用户参加有关奖励或促销活动。</br></br>

      h5 赔偿</br>
      ul
        li 1. 用户同意，由于用户连接博彩网站、下载或安装博彩软件、下注和／或以其他方式使用博彩服务、博彩软件和／或博彩资讯、及／或违背本条规和／或博彩规则，而对梦工厂 、梦工厂的股东、雇员、管理人员、董事、受许可方、经销商、关联方、子公司和／或代理商造成的任何损失、损害或及索赔（包括合理的律师费），用户须予以全额赔偿。</br></br>
        
      h5 免责声明及特别注意事项</br>
      ul
        li 1. 博彩完全是一项个人选择，以个人判断与分析为依据，且风险自负的行为。用户下注的同时，即表明用户承认博彩服务、博彩网站和博彩资讯并无冒犯性，且并不令人反感、不公平或有悖公共道德。一些司法管辖区对网上及／或岸外网上博彩的合法性尚无定论；而另一些司法管辖区则明确规定网上博彩（在司法管辖区域内和／或岸外）均属非法行为。我们不鼓励任何人在非法的情况下使用和连接博彩网站、博彩资讯和／或博彩服务。博彩服务、博彩资讯和博彩网站的设立和提供并不构成我们发出邀约、招揽或邀请任何人在那些规定使用或连接上述内容为非法行为的国家内使用或连接上述内容。用户独立承担遵守其所适用之相关法律规定的责任，而梦工厂不就博彩服务、博彩软件、博彩网站或其中的博彩资讯与用户所适用的法律规定相符作出任何声明。</br></br>
        li 2. 博彩服务、博彩软件、博彩网站和博彩资讯均按 "原状原则" 提供。除本条规明示的外，梦工厂不就博彩服务、博彩网站、博彩软件和博彩资讯作出任何声明或保证。故所有有关博彩服务、博彩软件、博彩网站和博彩资讯的声明或保证，不论明示或暗示、法定与否，特此在法律允许的最大范围内予以排除。梦工厂不就博彩服务、博彩软件、博彩网站或博彩资讯的准确性、及时性、安全性、连续性、正确性或抗外界干扰性（任何性质），以及更正所发现的任何缺陷作出保证。梦工厂亦不保证博彩服务、博彩软件、博彩网站和博彩资讯或提供上述内容的服务器不含有任何病毒、间谍软件、广告软件或其他具恶意性、破坏性或可导致电脑瘫痪的代码、程序、数据、宏指令或可影响任何联接设备和／或其中所存数据的其他软件或特性。用户承诺将自行自费采取预防措施，确保其使用或连接博彩服务所用的过程、方法和／或联接设备、以及博彩软件的安装和博彩网站的使用，均不会带来电脑病毒、间谍软件、广告软件或具恶意性、破坏性或可导致电脑瘫痪的其他代码，或导致其联接设备或其中所存数据受到干扰和破坏的其他风险。</br></br>
        li 3. 若发生与账户结算或博彩服务的其他方面有关的系统错误或通讯错误，梦工厂不承担由此引起的任何责任。在此情况下，梦工厂有权取消所有受上述错误影响的下注并采取任何更正行动。</br></br>
        li 4. 在任何情况下，因用户连接、使用或参与博彩服务、博彩网站、博彩软件和博彩资讯而发生任何损害、损失或支出，包括用户之联接设备或所存数据受到任何干扰或破坏，梦工厂不承担任何责任。此外，对博彩服务、博彩网站、博彩软件和博彩资讯中由第三方（包括但不限于宽带和电信服务供应商）所提供的内容，梦工厂亦不作任何保证和声明且不予负责；在任何情况下，梦工厂均不对上述第三方合作者的任何违约、过错或不作为承担责任。</br></br>
        li 5. 在任何情况下，梦工厂 、其关联公司、关联方、合伙人、管理人员、雇员和代理均不对任何损害、损失或支出承担责任，包括但不限于因用户连接或使用博彩服务、博彩网站、博彩软件和博彩资讯、或与用户连接或使用博彩服务、博彩网站、博彩软件和博彩资讯有关的、或因用户下载、安装或使用博彩软件所引起的任何直接、间接、因果性或特别的损害或经济损失，不论梦工厂是否被告知可能发生上述损害、损失或支出。在任何情况下，就与用户下注直接相关的任何事宜、事件或情形所引起或与之相关的任何损失或损害（不论是否基于合约、侵权、严格责任或其他原因），在法律允许的最大范围内，梦工厂对用户的全部责任（如有）应不超过用户的相应下注额。</br></br>
        li 6. 用户承认，博彩资讯在性质上可能全部或部分地具有临时性，并且可按本条规予以修订、修改或更改。因此，用户承认博彩资讯仅为参考之用，不构成任何建议、意见或招揽，不构成任何具约束力的声明、保证、合约义务或用户依据的内容和基础。</br></br>
        li 7. 用户特此承认并同意，在考虑所有相关因素，包括但不限于用户向梦工厂供对价的价值后，本条规所述之所有责任豁免和义务排除代表用户和梦工厂协议中公平、合理的风险分担和利益分配。用户进一步同意上述免责和限制在适用法律允许的最大范围内具有强制执行力。</br></br>
        li 8. 如果用户对任何博彩或比赛的结果存有异议，应在该等结果宣布之日后十四（14）天内向我们书面投诉。若出现用户联接设备所显示与梦工厂系统的交易记录中所存的交易结果不符的情况（尽管发生这种情况的可能性很小），用户同意梦工厂系统中交易记录所记载的由我们的技术总监认证的交易结果应为该等结果具终局性的不容置疑的证据。</br></br>
        li 9. 梦工厂承诺提供公正和及时的争议解决方案，纠正不需费用。所有顾客的交易详情都会完整的储存于我们的资料库。这些记录存档为 5 年（从交易日期算起），并在纠纷解决机构的需求中提供。

      h5 终止、关户及暂停博彩服务</br>
      ul
        li 1. 梦工厂如有充分理由相信或证明以下情形，除本条款项下梦工厂所享有的其他权利外，梦工厂有权根据自主判断，宣布任何彩金无效并没收用户下注账户中所存余额、终止本协议和／或暂停提供博彩服务／冻结用户账户：</br></br>
        ul
          li (1) 用户在梦工厂拥有不止一个活动账户；
          li (2) 用户姓名与向梦工厂进行购卖或支付押金所用的信用卡或借记卡或其他付款账户的持有人姓名不符；
          li (3) 用户参与梦工厂促销并在未满足促销要求之前退出该促销；
          li (4) 用户提供不正确或误导性的注册信息；
          li (5) 用户未提供或遗漏提供必要的身份资料；
          li (6) 用户不满法定年龄；
          li (7) 用户连接和使用博彩服务所在的地区在法律上禁止使用博彩服务；
          li (8) 用户对我们实施或促使他人对我们实施 "退款"，或否认以其账户名义进行的任何交易或押金；
          li (9) 用户押金来源于刑事犯罪或其他非法或未经授权的活动；
          li (10) 用户被发现欺诈或企图欺诈任何人或已经对任何人实施欺诈，或经梦工厂认定用户使用专门设计用以干扰／捣毁系统之人工智能或其他系统（包括机械、电脑、软件或其他自动化系统），或被发现与其他博彩玩客勾结或企图与其他赌客勾结欺骗梦工厂或其他博彩玩客；
          li (11) 用户允许（不论是否故意）他人使用其账户；
          li (12) 用户未遵守本协议项下的任何使用规定；或用户未告知其身在菲律宾、台湾、美国、新加坡、香港、法国、瓜德罗普、盖亚那、马提尼克和留尼旺境内的事实。</br></br>
        li 若我们按第 14.1 条规定暂停提供博彩服务和／或冻结账户, 在用户实施必要的纠正措施（如可以纠正），且我们确认完全满意用户的纠正措施之后，博彩服务和用户账户将被恢复和解冻。</br></br>

      h5 与外部网站的链接</br>
      ul
        li 1. 博彩网站可能含有与并非梦工厂维护的外部网站的链接。与外部网站的链接仅为用户方便而提供，梦工厂不承诺确保上述链接所含内容的准确性、时效性或被维护，且不就此承担任何责任。</br></br>
        li 2. 梦工厂不就外部网站的内容资讯或隐私保护政策或在外部网站宣传、出售或以其他方式开放的任何产品或服务承担任何责任、负责提供或审查、予以批准或核准、或作出任何声明或保证。</br></br>
        li 3. 梦工厂不就用户因使用博彩网站所提供的任何外部网站链接而发生的或与之相关的任何损失或损害承担合约、侵权、疏忽或其他责任。</br></br>
        li 4. 除非明文规定，否则梦工厂在任何情况下均不得被视为与外部网站上的任何声明、意见、产品或服务商标、标记、标志或其他图案、在外部网站宣传、出售或以其他方式开放的任何产品或服务、外部网站的经营者或所有者、或以任何方式与外部网站相关的任何人具有任何关系或联系。</br></br>

      h5 与博彩网站的链接／框入</br>
      ul
        li 1. 用户不得就博彩网站或博彩服务的任何部分设置链接、深链接或文中链接 (deep or in-line links)、或框入 (frame) 博彩资讯。</br></br>

      h5 增加或中断博彩种类</br>
      ul
        li 1. 我们保留自行决定，不经通知用户，于任何时候在博彩网站增加新的博彩种类或功能，或开始、停止、中断、限制联接或修改任何博彩种类或功能的权利，且不就此对任何人承担任何责任。</br></br>

      h5 违反本条规</br>
      ul
        li 1. 梦工厂留就违反本条规的行为依法寻求救济（法律及衡平法）的权利，包括自行决定在任何时候基于任何理由拒绝或限制任何特定的人联接博彩服务、博彩网站和博彩资讯、阻止通过特定互联网地址或联接设备联接博彩服务、博彩网站和博彩资讯的权利。</br></br>

      h5 优先顺序</br>
      ul
        li 1. 博彩规则（若适用）和适用于使用和联接博彩服务、博彩软件、博彩资讯和博彩网站的任何其他条规均构成本条规的组成部分。</br></br>
        li 2. 若博彩规则和适用于使用和联接博彩服务、博彩软件、博彩资讯和博彩网站的任何其他条规与本条规存有抵触，则除非另行明文规定，否则以本条规为准。</br></br>

      h5 不可抗力</br>
      ul
        li 1. 若梦工厂由于发生下列其无法控制的任何性质的事件（包括但不限于天灾、适用法律法规的变更、政府、民政或军事机关的作为或不作为、法院命令、恐怖活动、闪电或火灾、罢工、停工或其他劳资纠纷、洪水、干旱、战争、暴乱、盗窃、传输或系统故障、通讯或宽带服务故障或中断、电力供应或设备故障或不足、恶劣气候、地震和自然灾害）未能或迟延履行本条规所规定的任何义务，不构成违反本条规。用户同意采取一切必要行动尽量减轻上述事件的后果。</br></br>

      h5 弃权</br>
      ul
        li 1. 梦工厂在任何时候未能执行本条规任何条款不可视为梦工厂放弃本条规所规定的权利或以任何方式影响本条规全部或部分的有效性，且不影响梦工厂采取进一步行动的权利。</br></br>

      h5 可分割性</br>
      ul
        li 1. 若任何条款或其任何部分被有关机关认定为在任何程度上无效、不合法或不可执行，则该条款或该部分在上述程度上与其他条款分割，其他条款在法律允许的范围内继续完全有效。</br></br>

      h5 适用法律和管辖</br>
      ul
        li 1. 用户同意，用户联接和使用博彩服务、博彩网站、博彩软件、博彩资讯及有关本条规的解释适用菲律宾法律，并按菲律宾法律解释。</br></br>
        li 2. 因本条规发生或与本条规有关的任何争议：
        ul
          li (1) 若由用户提起, 则提交卡格扬第一休闲度假公司卡格扬经济区管理局 (Cagayan Economic Zone Authority, First Cagayan Leisure and Resort Corporation) 互动游戏主许可人最终解决。
          li (2) 若由梦工厂提起，则由梦工厂自行选择： a. 根据以上第 23.2 (i) 条的规定提请仲裁最终解决。 b. 向用户同意的菲律宾法院提起诉讼或申请，但梦工厂在其他法律管辖区提起诉讼或法律程序的权利不受影响。</br></br>

      h3 声明</br>
      p 梦工厂对其网页所连接至外部网站所含的内容准确性、时效性、被维护等不作任何管制，且不负任何责任。</br></br>
      p.
        本公司只接受年满 18 岁之注册用户。本公司欢迎各地玩家，但部份地区或国家法律尚未明定线上博彩之合法性，甚至某些地区或国家已明确标示为非法之行为，玩家必须确定在您所居住的地区或国家使用线上博彩是否合法，并负完全责任，如有违反之情事恕非本公司之负责范围。</br></br>
      p 如欲了解更多，请参考条款与规则内容。</br></br>
</template>

<script>
import { mapState } from 'vuex';

export default {
  data() {
    return {
      bgImage: `${window.CDN_ASSETS}/static/img/header-image@3x.png`,
      Image_light: `${window.CDN_ASSETS}/static/img/logoSun@3x.png`,
      Image_night: `${window.CDN_ASSETS}/static/img/logoNight@3x.png`,
      image_brand: `${window.CDN_ASSETS}/static/img/about_brand.jpg`,
    };
  },
  methods: {
    back() {
      if (window.navigator.userAgent.indexOf('Android') > 0) {
        try {
          window.android.app_gohome();
        } catch (error) {
          console.log(error);
        }
      } else {
        try {
          window.webkit.messageHandlers.app_gohome.postMessage('app_gohome');
        } catch (error) {
          console.log(error);
        }
      }
    },
    // for appteam methods
    app_gohome() {
      console.log('app_gohome');
    },
  },
  computed: {
    ...mapState('index', [
      'DarkMode',
    ]),
  },
  created() {
    if (this.$route.query.mode === 'dark') {
      this.$store.commit('index/setDarkMode', true);
    } else {
      this.$store.commit('index/setDarkMode', false);
    }
  },
  mounted() {
    // for appteam methods
    window.app_gohome = this.app_gohome;
  },
};
</script>

<style lang="scss" scoped>
.faq {
  display: flex;
  flex-direction: column;
  height: 100vh;

  &__bg {
    background-position: center;
    background-repeat: no-repeat;
    background-size: cover;
    padding: 12vh $width-24;
    font-size: $text-20;
    display: flex;
    justify-content: center;
    align-items: center;

    i {
      color: white;
      position: absolute;
      left: $width-24;
      top: $height-36;
    }

    &__logo {
      width: 50%;
    }
  }

  &__main {
    padding: $height-36 $width-40 0;
    background-color: white;
    flex: 1;
    border-radius: 18px 18px 0px 0px;
    transform: translateY(-5vh);
  }
}
</style>
