export default {
  authLogs: {
    actions: {
      "1":"新增使用者",
      "2":"修改密码",
      "3":"启用使用者",
      "4":"停用使用者",
      "5":"编辑使用者",
      "6":"新增群组",
      "7":"启用群组",
      "8":"加入群组权限",
      "9":"移除群组权限",
      "10":"加入选单",
      "11":"移除选单",
      "12":"修改群组",
      "13":"新増权限",
      "14":"删除权限",
      "15":"编辑权限",
      "16":"修改群组权限"
    },
    column: {
      "1001":"启用状态",
      "1002":"备注",
      "1003":"群组名称",
      "1004":"用户姓名",
      "1005":"部门ID",
      "1006":"職稱",
      "1007":"VPN IP",
      "1008":"comment category",
      "1009":"权限名称与key",
      "1010":"群组状态",
      "1011":"群组备注",
      "1012":"权限名称",
      "1013":"权限key",
      "1014":"上级权限ID"
    }
  }
};
