export default {
  memberDetailLog: {
    actions: {
      "1": "修改会员资料",
      "2": "重设会员密码",
      "3": "修改会员金流组别",
      "4": "新增备注",
      "5": "编辑备注",
      "6": "新增标签",
      "7": "删除标签"
    },
    column: {
      "1001": "实名",
      "1002": "电话",
      "1003": "email ID",
      "1004": "地址",
      "1005": "登入状态",
      "1006": "存款状态",
      "1007": "提款状态",
      "1008": "密码",
      "1009": "三方金流组别",
      "1010": "银行卡组别",
      "1011": "备注简述",
      "1012": "备注全文",
      "1013": "备注ID",
      "1014": "标签"
    }
  }
};
