<template lang='pug'>
.faq_content
	h1 责任博彩
	p 18老虎城积极为玩家提供一个安全、无忧的尽责游戏平台，因此为了维护玩家的利益，我们将设有相关机制来防止玩家对游戏产生过度依赖、强迫以及未成年人控管。
	p 对于一些玩家希望暂时远离博彩，我们将提供自我排除的功能，您可以申请六个月到五年的账户关闭。点击「联系我们」，我们的客服人员将为您带来更多专业咨询。
	p 此外，18 岁以下的玩家进行博彩属于非法行为，18老虎城将保有对玩家所提供年龄等信息查核的权利，如有发现年龄证明与玩家所提供不符，我们将关闭玩家账号以及冻结所余资金。由于各地的法令条款不同，因此我们建议玩家在进行博彩游戏前，先行翻阅当地法律进行查询。 最后，开设多重账号、使用匿名用户名以及滥用密码等行为，18老虎城都将有权进行相关处置。
	p 如您担心博彩已严重影响您的生活，以下提问可帮助您找到答案：
	p 您是否会因为博彩而不上班或不上学？
	p 您是否为了逃避烦闷或不愉快的生活进行博彩？
	p 当您博彩花光钱时，您是否感到失望甚至绝望，并且希望马上能再进行赌博？
	p 您是否会博彩到最后一分钱才罢休？
	p 您是否曾经用谎言掩饰您花在博彩上的时间和金钱？
	p 是否有人批评过您的博彩行为？
	p 您是否对您的家人、朋友或爱好失去了兴趣？
	p 您输了之后，是否会马上想把输的钱赢回来？
	p 您有没有因为博彩而感到失落甚至轻生？
	p 在这些问题中您回答的「是」越多，您就越接近具备严重博彩问题。建议您谨记以下几点以保有对博彩游戏的适度性：
	p 博彩仅限娱乐性质，不应为赚钱工具
	p 进行博彩游戏前，请先充分了解游戏规则
	p 请在游戏之前，充分认知可能损失金额在可承受范围
	p 玩家不应试图追回损失
	p 玩家应注意自身投入于博彩游戏的时间与金钱，以免超出自身可负荷范围
	p 若想了解更多相关资讯，请您咨询 Gambling Therapy 网站： www.gamcare.org.uk。
	p 最后，对于家里有未成年的玩家，我们也鼓励安装儿童保护软件，防止未成年人接触到博彩相关内容。此外我们也将确保18老虎城 的广告与促销宣传活动并非以未成年人为对象。
</template>
<script>
export default {
	
};
</script>
<style lang="scss">
	
</style>
<style lang="scss" scoped>
	
</style>
