<template lang='pug'>
.faq_content
	h1 隐私政策
	p 以下為18老虎城的隐私政策，说明运营商如何接收、使用、保护您的个人信息。
		ol
			li 使用本网站服务，即代表您（玩家）同意本网站隐私权政策及相应条款，运营商将定期复审，并保有随时修改与变更本隐私权政策之权利。
			li 任何隐私权政策更改将立即生效 ，并于网站公告通知。玩家需接受这些更改，建议玩家仔细审阅相关条款。
			li 新利18Luck 重视玩家隐私与个人信息的保护，绝对不会泄露个人资料给第三方，除非收到法庭传单或可行性法律的要求及判决。
			li 运营商有权通过网站向有关付款平台服务提供商，以及金融保险机构提供必要的个人信息以完成付款要求。
			li 所有玩家提供的个人信息，其传送都将通过安全端口 (SSL 128 bit encryption Standard) 并存放在公众无法进入的保密环境之下；所有数据的内部出入都受到限制及严密的监控。
			li 当玩家与本网站或所提供的线上博彩设施互动时，运营商的服务器将收集部份行为与流量信息以供行政管理与风险评估，包括：进入时间日期、IP 地址、浏览的网页与浏览器、使用的载具、使用的语言，以及软件崩溃报告等，大多信息将提供运营商优化本网站产品，让玩家能享有更优质的游戏服务。
			li 玩家所提供之个人信息将被使用但不限于：
				ul
					li (1.) 建立与管理玩家个人账户
					li (2.) 投注、结算与支付
					li (3.) 分析玩家信用风险
					li (4.) 遵守许可与监管之要求
					li (5.) 统计目的：包含市场调查与分析
					li (6.) 改进整体网站服务与博彩体验。
			li 若玩家相信运营商保存的玩家个人信息不正确，玩家有责任向运营商告知其个人信息的变更状况。
			li 运营商将利用 cookies 追踪玩家对本网站的使用、与线上博彩设施的互动，以及相关流量等数据，并用以改进本网站内容与体验，提供玩家更好的服务。玩家有权接受或拒绝 cookies，但拒绝 cookies 将有可能影响玩家于本网站之体验。
			li 如欲了解更多，请参考条款与规则内容。
</template>
<script>
export default {
	
};
</script>
<style lang="scss">
	
</style>
<style lang="scss" scoped>
	
</style>
